const articles = [
    {
        id: "1",
        date: "2025-05-15",
        title: "15 сәуірде елордада",
        image: "2015news.jpeg",
        summary: "Достар! 15 сәуірде елордада «Astana Bike» велопрокатының жаңа маусымы басталады. Басталуы таңғы сағат 09:00-де. Абонемент сатып алу және жалға алу",
        content: `
# 15 сәуірде елордада
> Достар! 15 сәуірде елордада «Astana Bike» велопрокатының жаңа маусымы басталады. Басталуы таңғы сағат 09:00-де. Абонемент сатып алу және жалға алу
        `.trim()
    },
    {
        id: "2",
        date: "2025-05-01",
        title: "Елордадағы велосипедшілер",
        image: "велошеринг 2.jpeg",
        summary: "Веломаусым басталғалы бері (2021 жылдың 15 сәуірінен бастап) елордалық «Astana Bike» велошеринг пайдаланушылары жалпы 1 млн километрден астам жол жүрді",
        content: `
# Елордадағы велосипедшілер
> Веломаусым басталғалы бері (2021 жылдың 15 сәуірінен бастап) елордалық «Astana Bike» велошеринг пайдаланушылары жалпы 1 млн километрден астам жол жүрді
        `.trim()
    },
    {
        id: "3",
        date: "2025-05-01",
        title: "Сауалнама",
        image: "велошеринг 2.jpeg",
        summary: "Құрметті елордалық велошеринг пайдаланушылары! ⠀ Біз сіздер үшін арнайы САУАЛНАМА өткізіп жатырмыз. ⠀ Жауаптарыңыз елордадағы велошерингті пайдалану ерекшеліктерін тереңірек зерттеуге және көрсетілетін қызметтердің сапасын жақсартуға көмектеседі.",
        content: `
# Сауалнама
> Құрметті елордалық велошеринг пайдаланушылары! ⠀ Біз сіздер үшін арнайы САУАЛНАМА өткізіп жатырмыз. ⠀ Жауаптарыңыз елордадағы велошерингті пайдалану ерекшеліктерін тереңірек зерттеуге және көрсетілетін қызметтердің сапасын жақсартуға көмектеседі. ⠀ Өтінеміз, бірнеше минут уақытыңызды бөліп, төмендегі сілтеме арқылы сұрақтарға жауап беріңіз. ⠀
        `.trim()
    },
];
